Repository: SK21/AOG_RC
Catalog: RateAppSource/RateController/Lang.*.resx
Languages: pl

# lgAcres
source: Acres
pl: Akry

# lgAcresHr
source: Acres/Hr
pl: Akry/Ha

# lgAlreadyRunning
source: Already Running
pl: Wszystko gotowe

# lgBaseRate
source: Base Rate
pl: Dawka Bazowa

# lgBoards
source: Boards
pl: Wersja PCB

# lgCalFactor
source: Cal. Factor (Pulses/Unit)
pl: Współczynnik (impulsy/jednostka)

# lgCalHelp
source: Calibration steps: 1. enter ground speed 2. set calibration meter speed (rpm) * start with Master switch off * switch product on with the power button * enter initial base rate * enter initial Cal Factor * press start, RC attempts to adjust flow/rate to target * if successful meter speed is locked * press stop 3. set Cal Factor (pulses/unit) * start with Master switch off * press start, turn Master switch on and let run to get an adequate sample amount * press stop and enter measured amount. Cal Factor is calculated. * press save to record new values 4. options to start over * if RC is not successful in locking the meter speed adjust initial Cal Factor, ground speed, PWM minimum, PWM maximum or machine metering drive range. Start step 2 again. * to redo the meter speed the lock button can be pressed to unlock. RC will then attempt to find a new meter speed when step 2 is redone. * to start from a previously saved setting the lock button can be pressed to lock. Then continue with step 3.
pl: Kroki kalibracji: 1.Wprowadź prędkość jazdy 2.Ustaw prędkość miernika kalibracyjnego (rpm) * Zacznij od wyłączenia głównego wyłącznika * Włącz produkt przyciskiem zasilania * Wprowadź początkową stawkę bazową * Wprowadź początkowy współczynnik kalibracji * Naciśnij start, RC spróbuje dostosować przepływ/natężenie do wartości docelowej * Jeśli pomyślna prędkość licznika jest zablokowana * Naciśnij stop 3.Ustaw współczynnik kalibracji (impulsy/jednostkę) * Zacznij od wyłączenia głównego wyłącznika * Naciśnij przycisk Start, włącz wyłącznik główny i pozwól, aby urządzenie uruchomiło się, aby uzyskać odpowiednią ilość próbki * Naciśnij stop i wprowadź zmierzoną ilość. Obliczany jest współczynnik kal. * Naciśnij przycisk Zapisz, aby zapisać nowe wartości 4.Opcje rozpoczęcia od nowa * Jeśli RC nie uda się zablokować prędkości licznika, dostosuj początkowy współczynnik kalibracji, prędkość jazdy, minimum PWM, maksimum PWM lub zakres napędu dozowania maszyny. Rozpocznij ponownie krok 2. * Aby ponownie ustawić prędkość licznika, można nacisnąć przycisk blokady w celu odblokowania. RC podejmie następnie próbę znalezienia nowej prędkości licznika po ponownym wykonaniu kroku 2. * Aby rozpocząć od wcześniej zapisanego ustawienia, można nacisnąć przycisk blokady, aby zablokować. Następnie przejdź do kroku 3

# lgCalibrate
source: Calibrate
pl: Kalibracja

# lgCalProduct
source: Product
pl: Produkt

# lgCalSpeed
source: Calibration Speed
pl: Prędkość Kalibracji

# lgChannel
source: Channel
pl: Kanał

# lgComm
source: Comm
pl: COM

# lgCommDiagnostics
source: Comm Diagnostics
pl: COM Diagnostyka

# lgConfig
source: Config
pl: konfiguracja

# lgConnect
source: Connect
pl: Połącz

# lgControl
source: Control
pl: Kontrol

# lgControlType
source: Control Type
pl: Typ kontroli

# lgCountsRev
source: Counts/Rev
pl: Liczba/obr

# lgCoverage
source: Coverage
pl: Powierzchnia

# lgCurrentRate
source: Current Rate …
pl: Wydatek chwilowy

# lgDefaultProduct
source: Default Product
pl: Produkt domyślny

# lgDensity
source: Density
pl: Gęstość

# lgDerivative
source: Derivative
pl: Pochodna

# lgDescription
source: Description
pl: Opis

# lgDiagnostics
source: Diagnostics
pl: Diagnostyka

# lgDisconnect
source: Disconnect
pl: Rozłącz

# lgEnd
source: End
pl: Koniec

# lgExit
source: Exit
pl: Wyjście

# lgExpectedAmount
source: Expected Amount
pl: Oczekiwana Dawka

# lgFan
source: Fan
pl: Wentylator

# lgFlowOnHigh
source: Invert Flow Control
pl: Przepływ

# lgHectares
source: Hectares
pl: Hektary

# lgHectares_Hr
source: Hectares/Hr
pl: Hektary/ha

# lgHighMax
source: PWM Maximum
pl: PWM Max

# lgHour
source: Hour
pl: Godzina

# lgHours
source: Hours
pl: Godziny

# lgHydDown
source: Hyd Down
pl: Dawka do Góry

# lgHydUp
source: Hyd Up
pl: Dawka w Dół

# lgInstantRate
source: Instant Rate …
pl: dawka chwilowa

# lgIntegral
source: Integral
pl: Całkowity

# lgInvertSection
source: Invert_Section
pl: Odwróć sekcję

# lgKPH
source: KPH
pl: km/h

# lgLanguage
source: Language
pl: Język

# lgLargeScreen
source: Large Screen
pl: Ekran Główny/Duży ekran

# lgMaster
source: Master
pl: Głowny

# lgMaxRate
source: Maximum Rate
pl: Dawka Max

# lgMeasuredAmount
source: Measured Amount
pl: Ilość zmierzona

# lgMeterSet
source: Meter Set
pl: Metryczne

# lgMetric
source: Metric Units
pl: Jednostki metryczne

# lgMinPWM
source: PWM Minimum
pl: PWM Min

# lgMinRate
source: Minimum Rate
pl: Dawka Min

# lgMinUPM
source: Minimum UPM
pl: Min UPM

# lgMinute
source: Minute
pl: Minuta

# lgMinutes
source: Minutes
pl: Minuty

# lgModule
source: Module
pl: Moduł

# lgModuleID
source: Module ID
pl: Moduł ID

# lgModules
source: Modules
pl: Moduły

# lgMotor
source: Motor
pl: Silnik

# lgMotorWeight
source: Motor/Weight
pl: Silnik/Masa

# lgNetwork
source: Network
pl: Sieć

# lgNew
source: New
pl: Nowy

# lgNone
source: None
pl: Żaden

# lgNumSections
source: Number of Sections
pl: Liczba sekcji

# lgOffRate
source: Off-rate Alarm
pl: Alarm wyłączenia

# lgOffset
source: Offset
pl: Wyrównaj

# lgOnScreen
source: On Screen
pl: Ekran głowny

# lgOnTime
source: On Time
pl: Czas

# lgOpen
source: Open
pl: Otwórz

# lgOptions
source: Options
pl: Opcje

# lgOverallRate
source: Overall Rate …
pl: Wydatek całkowity

# lgPerZone
source: Sections Per Zone
pl: Sekcji na strefę

# lgPIDTune
source: PID Tuning Chart
pl: Wykres strojenia PID

# lgPins
source: Pins
pl: Piny

# lgPower
source: Power
pl: Zasilanie

# lgPressure
source: Pressure
pl: Ciśnienie

# lgPrimedStart
source: Primed Start
pl: Ustawienia początkowe

# lgProduct
source: Product
pl: Produkt

# lgProductName
source: Product Name
pl: Nazwa produktu

# lgProportional
source: Proportional
pl: Proporcjonalny/stosunek

# lgPulses
source: Pulses
pl: Impulsy

# lgPWMmax
source: PWM Maximum
pl: PWM Max

# lgPWMmin
source: PWM Minimum
pl: PWM Min

# lgQuantity
source: Quantity
pl: Liczba

# lgQuantityApplied
source: Quantity Applied
pl: Aktualne Stosowanie

# lgRate
source: Rate
pl: Dawka

# lgRateMethod
source: Rate Method
pl: Wskaźnik dawki

# lgRelay
source: Relay
pl: Zmiana

# lgRelayControl
source: Relay Control
pl: Zmiany Konf

# lgRelayOnHigh
source: Invert Relay Control
pl: Poziom wysoki

# lgRelays
source: Relays
pl: Przekaźniki

# lgRPM
source: RPM
pl: obr/min

# lgSaveAs
source: Save As
pl: Zapisz

# lgSeconds
source: Seconds
pl: Sekundy

# lgSection
source: Section
pl: Sekcja

# lgSectionNum
source: Section #
pl: Sekcja#

# lgSections
source: Sections
pl: Sekcje

# lgSelectedSubnet
source: Selected Subnet
pl: Wybrana sieć

# lgSensor
source: Sensor
pl: Czujnik

# lgSensorCount
source: Sensor Count
pl: licznik

# lgSensorCounts
source: Sensor Counts/Unit
pl: Licznik/ unit

# lgSensorID
source: Sensor ID
pl: Id Czujnika

# lgSensorLocation
source: Sensor Location
pl: Czujnik położenia

# lgShowPressure
source: Show Pressure
pl: Ciśnienie robocze

# lgSlave
source: Slave
pl: Praca

# lgSpeed
source: Speed
pl: Prędkość

# lgStandard
source: Standard valve
pl: Zawór główny

# lgStandardScreen
source: Standard Screen
pl: Ekran Główny

# lgStartQuantity
source: Tank Starting Quantity
pl: Ilość w zbiorniku

# lgSubnet
source: Subnet Address
pl: Adres podsieci

# lgSwitch
source: Switch
pl: Przełacznik

# lgSwitchDelay
source: Switch Delay
pl: Opóźnienie zmiany

# lgSwitches
source: Switches
pl: Przełączniki

# lgTankSize
source: Tank Size
pl: Pojemność zbiornika

# lgTank_Remaining
source: Quantity Left
pl: Pozostała ilość

# lgTargetRate
source: Target Rate ...
pl: Dawka Zadana

# lgTargetRateAlt
source: Target Alt ...
pl: Dawka Alt…

# lgTimeForMulti
source: Multi-Pulse
pl: Średni Czas /impuls (<50 ms/impuls)

# lgTimeForSingle
source: Single Pulse
pl: Czas dla jednego impulsu (>50 ms/impuls)

# lgTransparent
source: Transparent
pl: Przejżystość

# lgType
source: Type
pl: Typ

# lgUnitsVolt
source: Units/Volt
pl: Volty

# lgUPMApplied
source: UPM Applied
pl: UPM Zadane

# lgUPMTarget
source: UPM Target
pl: Docelowa dawka

# lgUseVR
source: Use Variable Rate
pl: Dawka Zmienna

# lgWidth
source: Width
pl: Szerokość

# lgWifiSignal
source: Wifi Strength
pl: Wifi sygnał

# lgWorkingWidthFT
source: Working Width (FT)
pl: Szerokość robocza (stopy)

# lgWorkingWidthM
source: Working Width (M)
pl: Szerokość robocza (metry)

# lgZone
source: Zone
pl: Strefa
